<?php
/*

	Внимани! ни кадоо задани в отдльном файл...
	пд показам повить вс на аботоспособность!
!	- задача считатс нной


!	0001. Создать массив из 20 числ заполннный случайными значними от 1 до 100
!	0002. Найти наимнь число в том массив
!	0003. Найти наиболь число в том массив
!	0004. Найти сдн аифмтичско
!	0005. "Пвнуть" массив наобоот н пользусь встонной функций(т.. написать сотиовку самому)
!	0006. Заполнить массив числами фиббоначи (посмотиь в вики)

	сдлать функции :
!	0007. возващат массив заданноо азма заполннный случайными числами из заданноо диапазона
!	0008. возващат максимально число в заданном массив
!	0009. возващат минимально число в заданном массив
	0010. Пвоачиват массив задом напд(бз использовани доп. массива)
	0011. Дал, сдлать кусивно вычислни заданноо числа фиббоначи
	
	
	пподкинь задачек Сансей...
	
	
	*/